Repository: ECEtushar/printerwatchdog
Catalog: translations/messages.*.xlf
Languages: de

source: Printer
de: Drucker

source: Notification
de: Benachrichtigungen

source: User
de: Benutzer

source: Profile
de: Mein Profil

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Printer Detail
de: Drucker Details

source: Edit
de: bearbeiten

source: Open Web Interface
de: Web-Oberfläche öffnen

source: Open SnipeIT
de: SnipeIT öffnen

source: SerialNumber
de: Seriennr.

source: Location
de: Ort

source: LastCheck
de: letzter Abgleich

source: Type
de: Typ

source: ColorPrinter
de: Farbdrucker

source: yes
de: Ja

source: no
de: Nein

source: TotalPages
de: Seiten gesamt

source: Unreachable
de: Nicht erreichbar

source: %c% times
de: %c% mal

source: Statistics
de: Statistik

source: Avg Pages per Day*:
de: Ø Seiten/Tag*:>

source: Avg Black Usage*:
de: Ø Schwarz*:>

source: Avg Yellow*:
de: Ø Gelb*:>

source: Avg Magenta*:
de: Ø Magenta*:>

source: Avg Cyan*:
de: Ø Cyan*:>

source: * Notice - values based on 30 Days average.
de: * Hinweis - Werte basieren auf einem 30 Tage Durchschnitt.

source: Display
de: Anzeige

source: refresh
de: aktualisieren

source: Asset Information
de: Asset Informationen

source: Toner History
de: Toner Verlauf

source: TotalPage History
de: Verlauf Seiten gesamt

source: Black
de: Schwarz

source: Yellow
de: Gelb

source: Total Pages
de: Seiten gesamt

source: loading ...
de: lade ...

source: could not get information
de: Informationen konnten nicht abgerufen werden.

source: Dashboard View
de: Dashboard Anzeige

source: Card View
de: Karten Anzeige

source: Table View
de: Tabellen Anzeige

source: Serial
de: Seriennr.

source: last check: %date%
de: letzter Abruf: %date%

source: Toner Usage
de: Toner Füllstand

source: last check
de: letzter Abruf

source: unknown
de: unbekannt

source: avg. Pages per Day
de: Ø Seiten / Tag

source: SW / Color
de: SW / Farbe

source: Printer Errors
de: Drucker mit Fehler

source: recently unreachable
de: kürzlich unerreichbar

source: based on 30 days calculation
de: Wert basiert auf einem 30 Tage Druchschnitt.

source: Danger
de: Gefährlich

source: Warning
de: Warnung

source: Last check
de: Letzter Abruf

source: Notification Settings
de: Benachrichtigungseinstellungen

source: * to disable a notification channel set both values to 0
de: * Um einen Benachrichtigungskanal zu deaktivieren, beide Werte auf 0 setzen.

source: save changes
de: Änderungen speichern

source: New Printer
de: Neuer Drucker

source: Create new Printers
de: Erstelle neuen Drucker

source: Edit Printer
de: Drucker bearbeiten

source: Printer List
de: Drucker Liste

source: Actions
de: Aktion

source: Are you sure you want to delete this item?
de: Sind sie sich sicher diesen Eintrag löschen zu wollen?

source: edit
de: bearbeiten

source: delete
de: löschen

source: no records found
de: keine Ergebnisse gefunden

source: Bulk Add
de: Mehrere Drucker hinzufügen

source: Create new
de: Neu

source: Create new Printer
de: Erstelle neuen Drucker

source: back to list
de: zurück zur Liste

source: Log in
de: Anmelden

source: Please sign in
de: Bitte melde dich an

source: Username
de: Benutzername

source: Password
de: Passwort

source: This view is filtered by:
de: Ergenisse gefiltert:

source: remove this filter
de: Filter entfernen

source: fUnreachable
de: Nicht erreichbare Drucker

source: fOkay
de: Drucker mit Tonerstand - Okay

source: fWarning
de: Drucker mit Tonerstand - Warnung

source: fDanger
de: Drucker mit Tonerstand - Gefährlich

source: Username cannot changed, provided by LDAP
de: Der vom LDAP Verzeichnis bereitgestellte Benutzername kann nicht geändert werden.

source: User activated!
de: Benutzer wurde aktiviert.

source: User deactivated!
de: Benutzer wurde deaktiviert.

source: User successfully changed!
de: Benutzer erfolgreich bearbeitet.

source: User imported successfully.
de: Benutzer erfolgreich importiert.

source: Ooops! Something is going wrong!
de: Uuups! Da ist etwas schief gegangen!

source: Printer with SerialNumber %SERIAL% is now marked as unreachable!
de: Drucker mit der Seriennummer %SERIAL% wurde als nicht erreichbar markiert!

source: User index
de: Benutzer

source: Active
de: Aktiv

source: Source
de: Quelle

source: Roles
de: Berechtigung

source: actions
de: Aktionen

source: deactivate
de: deaktivieren

source: activate
de: aktivieren

source: Import from LDAP
de: Import aus LDAP Verzeichnis

source: Import User from your LDAP Directory
de: Benutzerimport aus LDAP Verzeichnis

source: displayName
de: Anzeigename

source: mail
de: E-Mail

source: action
de: Aktion

source: import user
de: importieren

source: imported
de: importiert

source: incomplete
de: unvollständig

source: Can't Import User without UserPrincialName and EMail.
de: Benutzer ohne UserPrincialName and EMail können nicht importiert werden.

source: The server returned Status-Code %STATUS_CODE% [ <em>%STATUS_TEXT%</em> ].<br> Please take a look in the log files or contact your administrator.
de: Der Server antwortete mit Status-Code %STATUS_CODE% [ <em>%STATUS_TEXT%</em> ].<br> Bitte werfen Sie einen Blick in die Logdateien oder kontaktieren Sie Ihren Administrator.

source: Access Denied
de: Zugang verweigert

source: You don't have the permission to access the requested page.
de: Sie haben nicht die Berechtigung auf diese Seite zuzugreifen.

source: Page not found
de: Seite nicht gefunden

source: The requested page couldn't be located. Checkout for any URL misspelling or <a href="%DASHBOARD_URL%">return to the dashboard</a>.
de: Die angeforderte Seite konnte nicht gefunden werden.<br>Bitte prüfen Sie die URL auf Rechtschreibfehler oder gehen Sie <a href="%DASHBOARD_URL%"> zum Dashboard zurück.</a>.

source: Toner Level Notification
de: Toner Level Benachrichtigung

source: Printer with Toner Level: <span style="color:orange">Warning</span>
de: Drucker mit Toner Stand: <span style="color:orange">Warnung</span>

source: Printer with Toner Level: <span style="color:red">Danger</span>
de: Drucker mit Toner Stand: <span style="color:red">Gefährlich</span>
